{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMFk5RkdBQTAM", "objects": [{"lang": "es", "speakers": null, "description": "<p>\"Pitch to a resident\" es una iniciativa de Campus Madrid para apoyar a todos aquellos emprendedores que buscan ayuda o feedback personalizado para hacer crecer sus proyectos, a través de un formato de mentoring 1:1 en el que podrás aprovechar el conocimiento de algunos fundadores y miembros de startups residentes en Campus actualmente o que ya han participado en algunos de los programas de Campus Madrid, que te ayudarán con tu proyecto.</p><p>Eso sí, prepárate para \"recibir caña\" de los mentores, te dirán todo lo que piensan con sinceridad...ya que creemos que es como más puedes aprender y mejorar :)</p><p>​</p><p>En esta sesión de mentoring contaremos con Francisco Vieira, CFO y Cofundador de Triporate, una de las startups participantes de nuestro programa de aceleración Campus Residency. Estos son algunos de los temas en los que más te puede ayudar:</p><p><br></p><p>-Montar primeros modelos financieros de cara a mostrar a inversores</p><p>-qué buscan los inversores en primeras rondas</p><p>-dudas administrativas al montar sociedad,</p><p>-subvenciones/ayudas/préstamos a pedir y cuándo pedirlas</p><p>-cualquier aspecto financiero/administrativo/inversión que puedes encontrarte desde fundación a inversión seed</p><p><br></p><p>Sobre el mentor:</p><p>Doble Licenciado en Derecho y Administración y Dirección de Empresas por la Universidad Carlos III de Madrid, con un Máster Degree in Finance and Audit por la Universidad Pontificia de Comillas; tiene una experiencia de casi diez años en el ámbito laboral.</p><p><br></p><p>Comenzó su andadura como auditor de cuentas en Price Waterhouse Coopers España y haciendo una estancia de siete meses en Chile como Auditor Senior B. Tras esta etapa saltó al ámbito de la construcción cono Financial Controller del Grupo ISOLUX CORSAN. Tras esta etapa y con una dilatada experiencia en grandes empresas, se lanzó a emprender como Cofundador de la empresa HelpUP hasta su salida total a finales del 2016. Además, tiene una importante faceta internacional, ya que también ha trabajado como Financial Controller, Regional CFO en México y CA en la empresa Digitex. Desde finales de 2017 asume su puesto de socio y de CFO en Triporate.</p><p><br></p><p>Sobre Triporate:</p><p>Inteligencia Artificial en tus viajes de empresa. Gestion eficiente de tus viajes de empresa.</p><p>--</p><p>​</p><p>Si estás interesado, aplica a través del enlace. Analizaremos los proyectos recibidos y te confirmaremos cuanto antes si eres seleccionado para participar.</p>", "produced_by": "campus", "url": "https://docs.google.com/forms/d/e/1FAIpQLSeFch7xy0OTl9Zaj83s8A_wIYeQq430NFdjAik4bkdHTayU9g/viewform", "local_end_str": "2018-11-22T12:30:00", "cost": null, "rooms": [], "local_start_str": "2018-11-22T10:30:00", "host_company_name": null, "local_start": "2018-11-22T10:30:00Z", "host_company_url": null, "name": "Campus Pitch to a Resident: Mentoring con Francisco Vieira -Finance & Investment"}]}