{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMFk4b2VBQUMM", "objects": [{"lang": "es", "speakers": null, "description": "<p>\"Pitch to a resident\" es una iniciativa de Campus Madrid para apoyar a todos aquellos emprendedores que buscan ayuda o feedback personalizado para hacer crecer sus proyectos, a través de un formato de mentoring 1:1 en el que podrás aprovechar el conocimiento de algunos fundadores y miembros de startups residentes en Campus actualmente o que ya han participado en algunos de los programas de Campus Madrid, que te ayudarán con tu proyecto.</p><p>Eso sí, prepárate para \"recibir caña\" de los mentores, te dirán todo lo que piensan con sinceridad...ya que creemos que es como más puedes aprender y mejorar :)</p><p>​</p><p>En esta sesión de mentoring contaremos con Ernesto Cohnen, CTO y Cofundador de Triporate, una de las startups participantes de nuestro programa de aceleración Campus Residency. Estos son algunos de los temas en los que más te puede ayudar:</p><p><br></p><p>-Producto y Tecnología</p><p>-UX, mejoras en producto en web &amp; mobile</p><p>-Escalabilidad y recursos en Cloud.</p><p>-Online Marketing &amp; Growth Hacks. Cómo sacar lo máximo de pocos recursos</p><p><br></p><p>Sobre el mentor:</p><p>Ernesto Cohnen es CoCEO y cofundador en Triporate, donde lidera el equipo de tecnología y producto, con su amplia experiencia en el campo técnico dentro de la industria de Viajes y Turismo, en la que ha estado durante toda su carrera profesional. Después de abandonar Amadeus, estuvo 5 años en India como VP de Producto para ixigo.com, el metabuscador de viajes más grande de Asia.</p><p>Sobre Triporate:</p><p>Inteligencia Artificial en tus viajes de empresa. Gestion eficiente de tus viajes de empresa.</p><p>--</p><p>​</p><p>Si estás interesado, aplica a través del enlace. Analizaremos los proyectos recibidos y te confirmaremos cuanto antes si eres seleccionado para participar.</p>", "produced_by": "campus", "url": "https://docs.google.com/forms/d/e/1FAIpQLSf9NVPtEGJ4Ow42687KIgVHTYGqrOzEek_xg3R-TaVpgIUNZA/viewform", "local_end_str": "2018-10-25T12:30:00", "cost": null, "rooms": [], "local_start_str": "2018-10-25T10:30:00", "host_company_name": null, "local_start": "2018-10-25T10:30:00Z", "host_company_url": null, "name": "Campus Pitch to a resident: Mentoring con Ernesto Cohnen (Product, Tech & Mkt)"}]}