{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMFk4WWJBQUsM", "objects": [{"lang": "es", "speakers": null, "description": "<p>¿Quieres conocer algunas de las principales startups de España, como Cabify, Fintónic, Glovo u OnTruck? ¿Te gustaría trabajar en una startup? ¿Buscas un cambio de carrera profesional?</p><p>¡Entonces no te puedes perder la tercera Startup Job Fair de Campus Madrid!</p><p>Además de entrar en contacto con empresas y poder presentar tu CV, en la #StartupJobFair podrás encontrar:</p><ul><li>Stands de las startups más destacadas del país, que están buscando personas como tú, tanto para trabajar aquí en Madrid como para otras ciudades de España y del mundo. Podrás encontrar startups como BeSoccer, Cabify, Fintónic, Glovo, Marfeel, Sourced, The Cocktail ...y muchas más!</li><li>¿Te gustaría tener un CV a prueba de bombas y ser un auténtico master en las entrevistas de trabajo?Tendremos charlas y talleres durante todo el día en los que podrás conocer tanto cómo se trabaja en una startup, así como consejos para mejorar tu CV, enfrentarse a una entrevista de trabajo y triunfar, mejorar tu perfil en redes sociales de cara a reclutadores de los departamentos de RRHH de las empresas…</li></ul><p>A continuación te dejamos la agenda de charlas de la jornada, a las que podrás acceder independientemente del horario que tengas para el acceso a la zona de los stands (siempre hasta completar aforo):</p><p>11.00 \"Applying Machine Learning And Computer Vision To Reduce Paperwork\", Iván Martínez, Carriers Engineering Lead en Ontruck</p><p>12.00 \"Cómo Hackear Los Procesos De Selección Técnicos\", David Bonilla, Fundador en GetManfred</p><p>13.00 \"La Vida (Real) Del Data Scientist\", Jesús Montes, Data Scientist Team Lead en The Cocktail</p><p>15.00 \"7 Tips De Producto Que Te Harán Mejor Programador\", Carlos Hernández, CTO @ Open Source Weekends</p><p>16.00 \"Cómo progresar en tu profesión de diseñador: que internet no te deje atrás\", Jimena Catalina, Interaction Designer en PiensaEnPixels.com</p><p>17.00 \"Working For Startups: From Campus Café To IPO\", Teo Ruiz, Founder en The Hiring Circle</p><p>18.00 \"Aplicando Deep Reinforcement Learning A Starcraft 2: Mi Contribución A DeepMind\", Gema Parreño, Data Scientist en BBVA Innovation &amp;Technology</p><p>Únete al evento, busca tu oportunidad y descubre cómo trabajar en algo que te apasiona no tiene por qué ser tan complicado. ¡Te esperamos!</p><p><b>IMPORTANTE SOBRE ENTRADAS Y ACCESO:</b></p><p><b>- Horarios de acceso: selecciona solo una franja horaria para realizar el \"tour\". La entrada permite la visita a la Job Fair en la franja horaria seleccionada y hasta completar el aforo. Ten en cuenta que la duración aproximada del tour de la Job Fair es de unas 2 horas.</b></p><p><b>- Acceso a charlas: con la entrada a la Job Fair, independientemente de la franja seleccionada, podrás entrar a cualquiera de las charlas programadas en el Auditorio de Campus Madrid hasta completar aforo.</b></p><p><b>- Límite de entradas: por la elevada demanda de asistentes, solo se permitirá un entrada por usuario y para acceder en la franja seleccionada. Por cuestiones de aforo, un mismo usuario no podrá acceder en dos franjas horarias distintas aunque pueda disponer de entradas.</b></p><p><i>Te agradeceríamos que solo cogieras entrada si estás seguro de poder venir. Sería una pena que muchas personas interesadas en asistir se quedarán fuera del evento y no puedan usar la entrada de gente que finalmente no venga ;)</i></p>", "produced_by": "campus", "url": "https://www.eventbrite.es/e/entradas-startup-job-fair-2018-50525562317", "local_end_str": "2018-10-20T19:00:00", "cost": null, "rooms": [], "local_start_str": "2018-10-20T10:00:00", "host_company_name": null, "local_start": "2018-10-20T10:00:00Z", "host_company_url": null, "name": "Campus Startup Job Fair 2018"}]}