{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMGM1c21BQUEM", "objects": [{"lang": "es", "speakers": null, "description": "<p>Volvemos a la que viene siendo nuestro Venue habitual, el Auditorio de Campus Madrid para aprender de dos monstruos del podcasting, el marketing Digital y el UX y desarrollo en WordPress, será el jueves 25 de Noviembre</p><p><br></p><p>En primer lugar Lambiris (así, a secas ;) como le gusta decir a él, nos adentrará en el UX, que no es el nuevo modelo de Tesla. ;)</p><p><br></p><p>UX (o cómo aceptar que no somos el centro del universo)</p><p><br></p><p>¿Has tenido alguna vez la sensación de que has creado la página que te gustaría pero no la que tus visitantes necesitan? ¿Te has planteado por qué muchos usuarios se van a los segundos de haber llegado a tu site? ¿Te preguntas cómo saber qué es lo que realmente pasa por la cabeza de la gente que usa tu web? ¿Te suena de algo eso de la accesibilidad pero piensas que sólo vale para hacer sitios feos y monótonos?</p><p><br></p><p>Durante la sesión, nos moveremos entre los campos de UX y la accesibilidad. Nos plantearemos cuáles son las preguntas que debemos hacernos antes de empezar. Descubriremos cómo una buena experiencia nos beneficia en más aspectos de los que pensamos. Y, finalmente, nos iremos a casa con una checklist que no estará de más revisar en nuestros próximos proyectos.</p><p><br></p><p>Lambiris (@lambiris) lleva más de 10 años moviéndose entre prototipos, investigación y tests con usuarios en consultoras y clientes. Además, aprovecha todo lo aprendido en UX, Diseño de Servicios, Usabilidad, Interacción y CRO para compartirlo como formador y facilitador.</p><p><br></p><p>Actualmente, divide la mayor parte de su tiempo entre coleccionar monos, reinventar la UX de Casa del Libro [<a href=\"https://www.casadellibro.com/%5D\">https://www.casadellibro.com/]</a> y desarrollar la próxima generación de talento, productos digitales y startups desde Collisions Projects [<a href=\"https://collisionsprojects.com/\">https://collisionsprojects.com</a>].</p><p><br></p><p>Y después de esta MAsterClass sobre algo tan importante como diseñar nuestro sitio Web pensando en el cliente, Jaime Gármar nos explicará las diferentes tácticas para lograr obtener con nuestra Web ingresos recurrentes todos los meses que nos permitan, entre otras cosas, llegar a fin de mes sin agobios y aunque nos duela, pagar cada trimestre a hacienda.</p><p><br></p><p>Ingresos recurrentes en WordPress, el ingrediente esencial para un Cóctel Freelance perfecto!</p><p><br></p><p>Un sistema de pagos recurrentes se utiliza para hacer cobros automáticos bajo un periodo determinado a los clientes que hayan contratado un servicio o comprado un producto de suscripción (semanal, mensual, trimestral, etc). En la práctica es aplicable a multitud de modelos de negocio: sitios de membresía, productos de discovery marketing (“cajas sorpresa o Boxes”), suscripciones a productos o servicios…</p><p><br></p><p>Hablaremos de herramientas en WordPress para pagos recurrentes y repasaremos rápidamente los posibles negocios que puede crear un freelance (o un pequeño equipo) al rededor de estos Plugins.</p>", "produced_by": "community", "url": "https://www.meetup.com/WordPress-Madrid/events/254579242/", "local_end_str": "2018-10-25T21:00:00", "cost": null, "rooms": [{"name": "Auditorium"}], "local_start_str": "2018-10-25T18:30:00", "host_company_name": "Meetup WordPress Madrid", "local_start": "2018-10-25T18:30:00Z", "host_company_url": null, "name": "2x1 UX e Ingresos recurrentes en WordPress"}]}