{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMFk4dlZBQVMM", "objects": [{"lang": "en", "speakers": [{"primary_link": null, "photo_id": null, "name": "Tawney Hughes", "bio": "Tawney has been in People Development at Google for three years, focusing on early career learning programs, innovation and creativity, and manager development. Currently, she leads People Operations for the Google for Entrepreneurs team. Among their tasks, she is in charge of managing Google for Entrepreneurs Global Campus Operations Rotational and 20%, coaching and overseeing eight Googlers, conduct workshops and curriculum for top entrepreneurs in the six locations where Google operates Campuses about managing teams, and coaching and advising startups in the areas of HR, hiring, leadership development, management, and team development. Tawney is also a certified Co-Active Coach, focusing on personal and professional development in the areas of wellbeing, leadership, and entrepreneurship.", "social_links": "", "title": "Project Manager, Global Campus Operations", "photo_url": null}], "description": "<p>Are you interested in improving your leadership skills? Do you want to learn more about how to help your team grow?</p><p><br></p><p>In this Campus Presents<b> </b>session, we will learn from <b>Punit Aggarwal, Advisor at FounderBay and former Head of Entrepreneur Development at Google.</b></p><p><br></p><p>Leadership is more than a title. It’s a behaviour. Punit offers a unique perspective developed via insights from 10,000+ coaching conversations and from working with CEOs/Entrepreneurs in Silicon Valley, Europe, and Emerging Markets combined with coaching acquired founders at Google. This talk covers the 3 key things the greatest leaders have in common and provides practical tips on how you can get there.</p><p><br></p><p>Punit Aggarwal, Advisor at Founder BayTM, is a trusted CEO Coach providing a suite of leadership development services</p><p>designed to encourage and challenge leaders to achieve their true potential, live their best lives and have maximum impact in the</p><p>world.</p><p><br></p><p>Recently, Punit was Head of Entrepreneur Development at Google where he focused on coaching acquired founders, developing</p><p>leadership talent and teaching courses to enhance executive presence, wellbeing and emotional intelligence. Previously, he led</p><p>Google’s global team of 20+ leadership talent acquisition professionals.</p><p><br></p><p>Earlier in his career, Punit was an Executive Search Consultant in the Silicon Valley and Los Angeles offices of Korn Ferry, where</p><p>he conducted senior-level assignments, including many C-suite roles, within the Global Technology and Media &amp; Entertainment</p><p>practices. Prior to Korn Ferry, Punit was a Management Consultant with Deloitte Consulting, where he focused on strategy and operations across a wide array of industries. He also worked at a Silicon Valley start-up and in the United Kingdom for a leading mobile</p><p>services provider overseeing a brand portfolio with P&amp;L responsibility. An experienced speaker, Punit has addressed Oxford</p><p>University, Stanford University, Berkeley University and numerous private CEO audiences.</p><p><br></p><p>Punit holds a BA in Economics with honors from the University of Manchester and an MBA from the University of Southern</p><p>California. He has served on the corporate advisory board for the Center for Management</p><p><br></p><p>This is a session specially interesting for CEOs and founders, and medium and big size tech companies HR people!</p><p>Don't miss this opportunity!</p><p><br></p><p><b>IMPORTANT: The venue has limited space, so please come on time. Open entrance until filled to capacity.</b></p><p><i>Please, think twice before registering if you are not sure that you'll be able to attend the event. </i></p><p><i>Other people would be happy to use that space.</i></p>", "produced_by": "campus", "url": "https://gfepublic.secure.force.com/events/EventTrackRegistrationForm?id=a2hf1000000Y8vV&lang=en", "local_end_str": "2018-10-17T20:00:00", "cost": null, "rooms": [], "local_start_str": "2018-10-17T19:00:00", "host_company_name": null, "local_start": "2018-10-17T19:00:00Z", "host_company_url": null, "name": "Campus Presents: “Art of Leading: Insights from 10,000 Leaders”"}]}