{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMGM5MTdBQUEM", "objects": [{"lang": "en", "speakers": null, "description": "<p>The number of people alive today pales in comparison to the number who could exist in the future. It may therefore be extremely important to ensure that human civilization flourishes far into the future, enjoying fulfilling lives free of suffering.</p><p>Join Anders Sandberg in exploring the grand futures that could await us, the risks that could derail our trajectory and what we can do to address those risks and shape the future sensibly.</p><p>Anders’ research at the Future of Humanity Institute centres on management of low-probability high-impact risks, estimating the capabilities of future technologies, and very long-range futures.</p><p>REGISTRATION MANDATORY</p><p>This event is organised by Altruismo Eficaz España, a non-profit that promotes effective altruism in Spain. Effective altruism uses evidence and careful analysis to determine how we can use our resources to help others the most.</p><p><b>About Anders Sandberg</b></p><p><a href=\"https://en.wikipedia.org/wiki/Anders_Sandberg\">Anders Sandberg</a> is a researcher, science debater, futurist, transhumanist and author. He holds a Ph.D. in computational neuroscience from Stockholm University, and is currently a research fellow at the <a href=\"https://www.fhi.ox.ac.uk/\">Future of Humanity Institute</a> at Oxford University.</p><p><br></p>", "produced_by": "community", "url": "https://www.eventbrite.es/e/entradas-anders-sandberg-how-to-shape-the-future-sensibly-50902713386", "local_end_str": "2018-10-18T20:45:00", "cost": null, "rooms": [], "local_start_str": "2018-10-18T18:45:00", "host_company_name": "Altruismo Eficaz España", "local_start": "2018-10-18T18:45:00Z", "host_company_url": null, "name": "Anders Sandberg: How to Shape the Future Sensibly"}]}