{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMFk4b1BBQVMM", "objects": [{"lang": "es", "speakers": null, "description": "<p>Campus Founder to Founder son unas pequeñas charlas orientadas especialmente a todos aquellos emprendedores en fases tempranas de su startup, desde a aquellos que están en fase idea o trabajando en el lanzamiento, hasta aquellos que ya han dado los primeros pasitos en el mercado.</p><p>​</p><p>El objetivo de estas charlas es que los <b>fundadores y emprendedores que han pasado por algunos de los programas de Campus Madrid, </b>puedan compartir sus aprendizajes y experiencias con otros emprendedores, siempre con un enfoque muy práctico y contado desde la propia experiencia del emprendedor en la startup.</p><p>​</p><p>En esta próxima sesión contaremos con <b>Rodrigo González, CEO y Fundador de Clarive,</b> quien hablará sobre metodología lean para poder crear productos tecnológicos y avanzar en el crecimiento de tu proyecto.</p><p>​</p><p>Rodrigo nos hablará sobre cómo iterar de un plan A a un plan que funciona. Aplica lo mejor de la metodología lean para crear una cultura ágil que hace posible concebir y evolucionar tu producto, atraer clientes e inversores sin perder el foco en tus objetivos.</p><p>​</p><p>Agenda:</p><p>​</p><p>- ¿Qué es lean?</p><p>- ¿Qué es lean product?</p><p>- De visión a MVP</p><p>- Product-market fit</p><p>- Definir objetivos, cultivar ideas y el prototipo</p><p>- Poner ritmo: product sprints, cultura ágil</p><p>- Desarrollo extremo: itera rápido, rómpelo a menudo</p><p>- Metodología DevOps: CI/CD para hacer release sin miedo</p><p>- Feedback de cliente e innovación continua</p><p>- Métricas, telemetría, NPS, A/B testing y KPIs</p><p>- Y ahora qué: product roadmap, product planning, product vision</p><p>​</p><p>IMPORTANTE: El evento tendrá lugar en la planta 1 del Café. El espacio habilitado tiene aforo limitado, por lo que recomendamos llegar un poco antes.</p><p>​</p><p>Sobre el speaker:</p><p>Rodrigo Gonzalez is the CEO and co-founder of Clarive. Besides running the day-to-day operations, Rodrigo oversees the overall strategy for the company. Rodrigo, originally from Brazil, holds a B.S. in Computer Science from Texas University and has nearly 20 years experience working at tech companies in the U.S. , Brazil and across Europe, including Lucent Technologies and CA, Inc.</p><p>​</p><p>Sobre Clarive:</p><p>The road to continuous delivery starts here. Clarive is the first tool to deliver an integrated experience to both Dev and Ops</p>", "produced_by": "campus", "url": "https://gfepublic.secure.force.com/events/EventTrackRegistrationForm?id=a2hf1000000Y8oP&lang=es", "local_end_str": "2018-10-26T12:30:00", "cost": null, "rooms": [{"name": "Cafe Floor 1"}], "local_start_str": "2018-10-26T10:30:00", "host_company_name": null, "local_start": "2018-10-26T10:30:00Z", "host_company_url": null, "name": "Campus Founder to Founder: Metodología Lean: de 0 a un Producto Mínimo Viable"}]}