{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMFk5SlNBQTAM", "objects": [{"lang": "es", "speakers": null, "description": "<p>Campus Founder to Founder son unas pequeñas charlas orientadas especialmente a todos aquellos emprendedores en fases tempranas de su startup, desde a aquellos que están en fase idea o trabajando en el lanzamiento, hasta aquellos que ya han dado los primeros pasitos en el mercado.</p><p>​</p><p>El objetivo de estas charlas es que los <b>fundadores y emprendedores que han pasado por algunos de los programas de Campus Madrid, </b>puedan compartir sus aprendizajes y experiencias con otros emprendedores, siempre con un enfoque muy práctico y contado desde la propia experiencia del emprendedor en la startup.</p><p>​</p><p>En esta próxima sesión contaremos con <b>Omar Pera, CEO y Co-Fundador de Reply.ai,</b> quien hablará sobre su experiencia con un equipo internacional y trabajando en remoto desde diferentes localizaciones entre España y USA.</p><p>​</p><p>Omar nos contará su experiencia manejando un equipo remoto de 18 personas, y los procesos que han introducido dependiendo del momento y escenario. Algunos de los puntos que cubrirá son los siguientes:</p><p>​</p><p>-Contexto</p><p>-Trabajar full-remote o partial-remote?</p><p>-Qué ha funcionado y qué no</p><p>-Musts: lo que cualquier empresa necesitaría hacer si quieren trabajar en remoto</p><p>-Consejos y trucos</p><p>-Preguntas</p><p>​</p><p>Una sesión muy interesante especialmente para compañías que se están planteando comenzar su proyecto en remoto, contratar personas en otros países o incluso la internacionalización de sus equipos. Una gran oportunidad para aprender de una de las empresas más prometedoras de Campus.</p><p>​</p><p>IMPORTANTE: El evento tendrá lugar en la planta 1 del Café. El espacio habilitado tiene aforo limitado, por lo que recomendamos llegar un poco antes.</p><p>​</p><p>Sobre el speaker:</p><p>Omar is CEO and co-founder at Reply.ai, where we help scale communication on messaging for companies such as Samsung, AmTrust, Lifenet or Coca-Cola. He curates the leading newsletter around bots, Chat Bots Weekly. Omar’s previous company, Perops, was an independent mobile app studio that launched apps that reached 40 million mobile users. Omar started his career as an engineer at top research organizations such as European Bioinformatics Institute and CERN. Graduated with a master in Distributed Systems. Hackathon lover and Dragon Ball fan.</p><p>​</p><p>Sobre Reply.ai:</p><p>Reply.ai is a customer experience automation platform. We work with clients like AmTrust, Vail Resorts, and The Cosmopolitan Hotel Of Las Vegas, to help them win and retain millennial customers on Messaging. We are focusing on the Insurance and Hospitality verticals, and are the only startup ranked Top 10 Chatbots for Enterprise Customer Service by Forrester.</p>", "produced_by": "campus", "url": "https://gfepublic.secure.force.com/events/EventTrackRegistrationForm?id=a2hf1000000Y9JS&lang=es", "local_end_str": "2018-11-23T12:30:00", "cost": null, "rooms": [{"name": "Cafe Floor 1"}], "local_start_str": "2018-11-23T10:30:00", "host_company_name": null, "local_start": "2018-11-23T10:30:00Z", "host_company_url": null, "name": "Campus Founder to Founder: Being a Remote-first company: tips and tricks"}]}