{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMGM3aUJBQVEM", "objects": [{"lang": "es", "speakers": null, "description": "<p>En esta edición de Campus Presents contamos con Ramón Medrano, del equipo de SRE en Google. \"SRE (Site Reliability Engineering) es un grupo de ingenieros de software en Google que se dedican a hacer más fiable, más escalable y más rápido el software de Google, tanto interno como servicios. Esta charla proporciona una introducción a SRE y sus principios y prácticas, así como cómo implementarlas en startups y empresas que desarrollan servicios.\"</p><p>​</p><p>1. ¿Qué es SRE?</p><p>2. Budgets de errores.</p><p>3. Prácticas y estándares en SRE.</p><p>4. Cómo adoptar prácticas de SRE en una startup/empresa</p><p>​</p><p>Una sesión interesante para cualquier persona que trabaje en una startup o empresa que ofrezca servicios y tenga interés en mejorar su fiabilidad (no es necesario ser ingeniero, pero tener un mínimo de contexto de procesos de desarrollo de software sí).</p><p>​</p><p>Sobre Ramón:</p><p>Ramón Medrano Llamas is a Site Reliability Engineer (SRE) at Google in Zürich, leading the Identity SRE team, responsible for the authentication and Identity management services at Google. He concentrates on the reliability aspects of new Google products and new features of existing products, ensuring that they meet the high bar of a Google service. Before joining Google in 2013, he worked at CERN developing and designing distributed systems for physics data analysis. He holds a master's degree in computer science and is currently working on a PhD on autonomic system management part time</p>", "produced_by": "campus", "url": "https://gfepublic.secure.force.com/events/EventTrackRegistrationForm?id=a2hf1000000c7iB&lang=es", "local_end_str": "2018-10-15T16:00:00", "cost": null, "rooms": [], "local_start_str": "2018-10-15T15:00:00", "host_company_name": null, "local_start": "2018-10-15T15:00:00Z", "host_company_url": null, "name": "Campus Presents SRE y Google Cloud, cómo construir sistemas fiables y escalables"}]}