{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMFk5R2RBQUsM", "objects": [{"lang": "es", "speakers": null, "description": "<p>\"Pitch to a resident\" es una iniciativa de Campus Madrid para apoyar a todos aquellos emprendedores que buscan ayuda o feedback personalizado para hacer crecer sus proyectos, a través de un formato de mentoring 1:1 en el que podrás aprovechar el conocimiento de algunos fundadores y miembros de startups residentes en Campus actualmente o que ya han participado en algunos de los programas de Campus Madrid, que te ayudarán con tu proyecto. Eso sí, prepárate para \"recibir caña\" de los mentores, te dirán todo lo que piensan con sinceridad...ya que creemos que es como más puedes aprender y mejorar :)</p><p>​</p><p>En esta sesión de mentoring contaremos con Andre Jordao, Fundador y CEO de Barkyn, una de las startups participantes de nuestro programa de aceleración Campus Residency. Estos son algunos de los temas en los que más te puede ayudar:</p><p><br></p><p>-Product</p><p>-Online marketing</p><p>-Fundraising</p><p>-E-commerce</p><p><br></p><p>SOBRE EL MENTOR:</p><p>Co-founded two startups in Germany, including Wunder, a carpooling app operating in 4 countries. Founded Barkyn, a subscription for pets, growing rapidly in Spain and Portugal, part of Google's growth program. He has the experience of building, failing and scaling in different markets and deep expertise in product and marketing. </p><p><br></p><p>Sobre BARKYN:</p><p>Pienso y todos los cuidados al mejor precio y con una atención personalizada. Todo lo que tu perro necesita en un solo lugar.</p><p>--</p><p>​</p><p>Si estás interesado, aplica a través del enlace. Analizaremos los proyectos recibidos y te confirmaremos cuanto antes si eres seleccionado para participar.</p>", "produced_by": "campus", "url": "https://docs.google.com/forms/d/e/1FAIpQLSewfaWQeXfIy6SMLe2SxL33I0Nrh2-3S19Pd1wMJtDLZJS7JA/viewform", "local_end_str": "2018-12-11T12:30:00", "cost": null, "rooms": [], "local_start_str": "2018-12-11T10:30:00", "host_company_name": null, "local_start": "2018-12-11T10:30:00Z", "host_company_url": null, "name": "Campus Pitch to a Resident: Mentoring con André Jordao (Product & Mkt)"}]}