{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMFk5RkxBQTAM", "objects": [{"lang": "es", "speakers": null, "description": "<p>\"Pitch to a resident\" es una iniciativa de Campus Madrid para apoyar a todos aquellos emprendedores que buscan ayuda o feedback personalizado para hacer crecer sus proyectos, a través de un formato de mentoring 1:1 en el que podrás aprovechar el conocimiento de algunos fundadores y miembros de startups residentes en Campus actualmente o que ya han participado en algunos de los programas de Campus Madrid, que te ayudarán con tu proyecto. Eso sí, prepárate para \"recibir caña\" de los mentores, te dirán todo lo que piensan con sinceridad...ya que creemos que es como más puedes aprender y mejorar :)</p><p>​</p><p>En esta sesión de mentoring contaremos con Marta Zaragozá, CEO y Fundadora en Declarando, una de las startups participantes de nuestro programa de aceleración Campus Residency. Estos son algunos de los temas en los que más te puede ayudar:</p><p><br></p><p>1.- A quitar el miedo a quienes quieren ser autónomos pero no se atreven porque piensan que no será rentable por culpa de los impuestos</p><p>2.- Ayudar a las startups a controlar su contabilidad, sus impuestos, y a elegir bien a quien delegan para ello</p><p>3.- Ayudar a startups y autónomos a gestionar la relación con sus clientes, aplicando la filosofía de customer success, la automatización de procesos y una buena comunicación de tu visión a tus cliente.</p><p>4.- Como sacar al mercado productos sin ni tan siquiera tenerlos desarrollados aplicando la metodología lean startup hasta la médula. </p><p>5.- Como contratar a un buen equipo cuando no tienes dinero y no morir en el intento. </p><p><br></p><p>Sobre la mentora:</p><p>Marta Zaragozá, co-CEO de Declarando, un asesor virtual que ayuda a más de 18.000 autónomos españoles a pagar menos impuestos. Marta es Abogada especializada en Derecho Fiscal y lleva más de 15 años trabajando con autónomos y pymes. En su tiempo libre nunca come chocolate, es totalmente alérgica, pero lo compensa haciendo maratones de series en Netflix.</p><p><br></p><p>Sobre Declarando:</p><p>DECLARANDO ES EL ASESOR FISCAL VIRTUAL DE LOS AUTÓNOMOS</p><p>Te ayudamos a presentar tus modelos en Hacienda y ahorrar el máximo en tus impuestos</p><p>--</p><p>​</p><p>Si estás interesado, aplica a través del enlace. Analizaremos los proyectos recibidos y te confirmaremos cuanto antes si eres seleccionado para participar.</p>", "produced_by": "campus", "url": "https://docs.google.com/forms/d/e/1FAIpQLSeNbOKgnWnBYdvEX060DW9nNC_NGPRTqdLWfqSZLdvVb1tRAA/viewform", "local_end_str": "2018-11-16T12:30:00", "cost": null, "rooms": [], "local_start_str": "2018-11-16T10:30:00", "host_company_name": null, "local_start": "2018-11-16T10:30:00Z", "host_company_url": null, "name": "Campus Pitch to a Resident: Mentoring con Marta Zaragozá (Customers & Team)"}]}