{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMGM4VGNBQUkM", "objects": [{"lang": "en", "speakers": null, "description": "<p>Stratio and Mesosphere continue the collaboration to strengthen the Mesos community in Madrid. The agenda will be as follows:</p><p><br></p><p>FIRST TALK: How to build a secure ML pipeline on Mesosphere DC/OS</p><p><br></p><p>During this talk, Denis Jannot, Sales Engineer at Mesosphere, will speak about the common challenges that companies face when working on their data science projects. He will then explain how DC/OS is tackling these challenges. Finally, he will go through a few demos to demonstrate the main DC/OS capabilities. One of the demos will focus on the use of Apache Nifi to get some pictures of cats and dogs from the Flickr API, store them in HDFS, retrain a Tensorflow model to classify these new categories and use a CI/CD pipeline to deploy on Kubernetes a web application leveraging this model.</p><p><br></p><p>SECOND TALK: Building an enterprise-ready analytics and operational ecosystem on DC/OS</p><p><br></p><p>On this talk, Ignacio Mulas, Sparta &amp; Spark Product Owner at Stratio, will speak about how to build an environment that can secure and govern its data for operational and analytical applications on top of DC/OS platform. We will show that analytical and machine learning pipelines can be combined with operational processes maintaining the security and providing governing tools to manage our data. We will focus on the architecture and tools needed to achieve an ecosystem like this and we will show a demo of it. We will also see how we can develop our pipelines interactively with auto-discovered data catalogs and explore our results.</p><p><br></p><p>After the presentations, there will be time to answer questions and discuss ideas while we share some pizzas and drinks!</p>", "produced_by": "community", "url": "https://www.meetup.com/es/Apache-Mesos-Madrid/events/253055163", "local_end_str": "2018-11-06T21:30:00", "cost": null, "rooms": [{"name": "Auditorium"}], "local_start_str": "2018-11-06T19:00:00", "host_company_name": "Stratio and Mesosphere", "local_start": "2018-11-06T19:00:00Z", "host_company_url": null, "name": "Discover how to deploy a secure Big Data pipeline with DC/OS"}]}