{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMFk3ZlJBQVMM", "objects": [{"lang": "en", "speakers": null, "description": "<p>At Ontruck we have learned a lot about our work methodology during our first two years of life. In 2018 we want to share with the community what is working for us so that the Product and Technology ecosystem gets inspired to improve.</p><p>The \"Scaling Product &amp; Tech at Ontruck. Learnings that stayed with us\" talk is aimed at CPOs, PMs, PDs, CTOs, Engineering Leads, and Senior Engineers.</p>Information about the event<p>We will do four talks of 25 min with questions each; sharing how we have scaled the way we work during these last three years. We will share the problems we faced, real examples, and why we evolved:</p><ul><li><b>Scale Product &amp; Tech team organization</b>. In the beginning, we were a couple product people and some engineers building from scratch our different products. As we have hired, we have evolved twice our way of organizing. Horizontal technical lead vs vertical engineering lead. Horizontal guilds vs vertical product teams.</li><li><b>Scale Prioritization</b>. Everything was easy when we started but as we grew the number of stakeholders, areas, and countries in which we operate, prioritization became much harder. We were focused on problems, but most of the stakeholders were talking about solutions. Now, we have started working with OKRs.</li><li><b>Scale Product Development process</b>. We have shared this piece quite a lot on other talks. The good thing is that it has remained pretty stable. However, we needed to reinforce several sub-processes as we split into different teams.</li><li><b>Scale Communications</b>. This is one of the hardest parts we haven't yet excelled at. There was a moment where it was easy to know everything that was happening. Suddenly, people started discovering things days or weeks later. We will talk about how we communicate within product &amp; tech teams, and how we capture and share information with our business colleagues.</li></ul><p>These talks will be given by Javier Escribano (CPO), Samuel Fuentes (CTO), Iván Hernández (VP Engineering), our Product Managers (Isa, Joa, Ramón), one of our Product Designers (Claudia), and two of our Engineers (Ana and Alvar).</p><p>See you there!</p><p><br></p>", "produced_by": "community", "url": "https://www.eventbrite.com/e/scaling-product-tech-at-ontruck-learnings-that-stayed-with-us-tickets-50083086861?ref=estw", "local_end_str": "2018-10-16T22:00:00", "cost": null, "rooms": [{"name": "Auditorium"}], "local_start_str": "2018-10-16T18:45:00", "host_company_name": "OnTruck", "local_start": "2018-10-16T18:45:00Z", "host_company_url": null, "name": "Scaling Product & Tech at Ontruck. Learnings that stayed with us."}]}