{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMGM3RkpBQVkM", "objects": [{"lang": "en", "speakers": null, "description": "<p><b>DESCRIPTION:</b></p><p>MADRID SOFTWARE EVENING is an event created for Software Professionals who wish to network together and to watch engaging and entertaining talks given by industry experts while having fun.</p><p>Cutting edge technology and R&amp;D corners, live demo coding and interesting talks will drive this second edition of our SOFTWARE EVENINGS. <a href=\"https://www.youtube.com/watch?v=8sc6SUCgyZI\">See this our first edition video in Barcelona.</a></p><p>Come and join the Software Professionals Community in Madrid!</p><p><br></p><b>GUEST SPEAKERS:</b><p><b>Talk 1</b></p>Luis Roldán - <a href=\"https://www.linkedin.com/in/luisroldan/\">Operations Lead In Altran Digital</a><ul><li>Talk tittle: <b>Componentes de una plataforma (orientada a Microservicios)</b></li><li>Abstract: Las arquitecturas basadas en microservicios están teniendo mucho éxito últimamente, cuentan con muchas ventajas respecto a sistemas monolíticos, tales como la modularidad, escalabilidad, despliegues parciales, aplicaciones multi-lenguaje, etc. Pero también añaden una capa de complejidad, teniendo que manejar conceptos como descubrimiento de servicios, configuraciones distribuidas, circuit breaker, etc. En esta charla haremos un repaso de aquellos componentes que son necesarios para construir una plataforma completa, orientada a microservicios y desplegada en un entorno Cloud. </li><li><br></li></ul><p><b>Talk 2</b></p>Jakub Pilimon - <a href=\"https://www.linkedin.com/in/jakub-pilimon-449b7984/\">Principal technologist Pivotal</a><ul><li>Talk title: <b>State or Events? Which shall I choose?</b></li><li>Abstract: Tired of fancy abstractions without actual down to earth implementation? In this talk we will go through both benefits and problems by implementing a real example of event-sourced model. This is a full-time live coding and we will develop features in parallel - one of us in a classic ORM-based way and the other one using event sourcing. We are going to tackle the problems step by step in both solutions from various perspectives. From the point of view of the stakeholders our software should have quick time to market, ability to do complex data reporting and fast way to extend and to deploy new features. On the other hand, our fellow developers would be interested in learning curve when it comes to event sourcing and how it differs in turns of e.g. unit testing. At the end of each step it will be clear what kind of problems/benefits we have using one of two models. The talk is going to cover a broad set of buzzwords like: event sourcing, CQRS, distributed systems, spring cloud stream, eventual consistency, unit testing and zero downtime deployments.</li></ul><b>AGENDA:</b><ul><li>18:00-18:30 Registration</li><li>18:30-18:40 Altran Opening</li><li>18:45-19:40 Talk 1</li><li>19:40-20.00 Networking break</li><li>20:05-21:30 Talk 2 / Coding Live</li><li>22:00-22:30 Networking - Food, drinks, music &amp; raffles!</li></ul>", "produced_by": "community", "url": "https://www.eventbrite.es/e/madrid-software-evening-tickets-50349269019", "local_end_str": "2018-10-23T22:30:00", "cost": null, "rooms": [{"name": "Auditorium"}], "local_start_str": "2018-10-23T18:00:00", "host_company_name": "Altran", "local_start": "2018-10-23T18:00:00Z", "host_company_url": null, "name": "Madrid Software Evening"}]}