{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMGM4T3dBQUkM", "objects": [{"lang": "en", "speakers": null, "description": "<p>Shaping your app’s architecture with Kotlin and Architecture Components</p><p>Many apps began adopting Kotlin and Android Architecture Components at the same time. While ostensibly quite different, the interplay of these two changes ends up heavily influencing each other.</p><p><br></p><p>Plaid is an open source example of material design concepts. It has a complex functionality but had a large amount of technical debt. We took the challenge of refactoring the app, following the Android Guide to App Architecture, while simultaneously converting the app to Kotlin - while keeping the existing functionality, fixing broken API integrations and adding new ones.</p><p><br></p><p>The Guide to App Architecture provided a good starting point for creating lean, isolated classes. Kotlin features like delegates, high order functions and lambdas, sealed classes and others, end up shaping much of the architecture of the app. This talk covers the architecture lessons learned while converting Plaid to Kotlin and integrating Architecture Components.</p><p><br></p><p>Florina Muntenescu (Android Developer Advocate)</p><p>Florina is working as an Android Developer Advocate at Google, helping developers architect clean, testable apps using the Architecture Components libraries. She has been working with Android for 8 years, previous work covering news at upday, payment solutions at payleven and navigation services at Garmin.</p>", "produced_by": "community", "url": "https://www.meetup.com/madrid-android-dev-group/events/254880542/", "local_end_str": "2018-10-11T21:00:00", "cost": null, "rooms": [{"name": "Auditorium"}], "local_start_str": "2018-10-11T18:00:00", "host_company_name": "Android Developer Group", "local_start": "2018-10-11T18:00:00Z", "host_company_url": null, "name": "Shaping your app"}]}