{"resource_url": "https://www.campus.co/api/campuses/madrid/events/ag1zfmd3ZWItY2FtcHVzckkLEgpDYW1wdXNOYW1lIgRSb290DAsSCkNhbXB1c05hbWUiBm1hZHJpZAwLEgdFdmVudFYyIhJhMmhmMTAwMDAwMFk4b1pBQVMM", "objects": [{"lang": "es", "speakers": null, "description": "<p>\"Pitch to a resident\" es una iniciativa de Campus Madrid para apoyar a todos aquellos emprendedores que buscan ayuda o feedback personalizado para hacer crecer sus proyectos, a través de un formato de mentoring 1:1 en el que podrás aprovechar el conocimiento de algunos fundadores y miembros de startups residentes en Campus actualmente o que ya han participado en algunos de los programas de Campus Madrid, que te ayudarán con tu proyecto.</p><p>Eso sí, prepárate para \"recibir caña\" de los mentores, te dirán todo lo que piensan con sinceridad...ya que creemos que es como más puedes aprender y mejorar :)</p><p>​</p><p>En esta sesión de mentoring contaremos con Pilar Casares, Customer Support Director en Sepiia, una de las startups participantes de nuestro programa de aceleración Campus Residency. Estos son algunos de los temas en los que más te puede ayudar:</p><p><br></p><p>-Content marketing</p><p>-SEO</p><p>-Inbound Marketing</p><p>-SEM</p><p>-Customer Support</p><p>-Automatización de procesos</p><p>-Resolución incidencias</p><p><br></p><p>Sobre la mentora:</p><p>Con más de 7 años de experiencia en agencia enfocada al Marketing digital y servicios de sistemas informáticos.</p><p>- Especializada en gestión de clientes y automatizaciones de procesos para agilizar la resolución de incidencias desde diferentes vías.</p><p>- Especializada en estrategia de marketing de contenidos SEO / Inbound Marketing, donde gestionaba un equipo de 5 personas, para diferentes tipologías de clientes.\"</p><p><br></p><p>Sobre Sepiia:</p><p>Sepiia es una marca de indumentaria inteligente, que realiza camisas para hombre, producidas en su totalidad en España de manera sostenible.</p><p>--</p><p>​</p><p>Si estás interesado, aplica a través del enlace. Analizaremos los proyectos recibidos y te confirmaremos cuanto antes si eres seleccionado para participar.</p>", "produced_by": "campus", "url": "https://docs.google.com/forms/d/e/1FAIpQLSeoF-HME8jMIiiZWnuTJMBq6sd61jrLRIffHyU4IlVzX2FqgA/viewform", "local_end_str": "2018-10-18T12:30:00", "cost": null, "rooms": [], "local_start_str": "2018-10-18T10:30:00", "host_company_name": null, "local_start": "2018-10-18T10:30:00Z", "host_company_url": null, "name": "Campus Pitch to a resident: Mentoring con Pilar Casares (Customer support)"}]}